綠生活實業有限公司
農藝園藝
台北市士林區平菁街43巷43弄5之1號
https://www.facebook.com/pages/%E7%B6%A0%E7%94%9F%E6%B4%BB%E5%AF%A6%E6%A5%AD%E6%9C%89%E9%99%90%E5%85%AC%E5%8F%B8/250484961766064
http://yp.518.com.tw/ypweb-index-1121526.html
http://ooyama5287.pixnet.net/blog
https://www.iyp.com.tw/0228615287/
https://www.iyp.com.tw/0228615287/more-tel/

--2017--

公司電話：
綠生活 02 2861-5287
拾久鋪 02 2861-5152
傳真   02 2862-7020

產品服務
園藝栽種、庭木種苗、植栽書籍、肥料、各類日本進口盆栽工具

綠生活實業(盆栽園藝資材)
本公司為一貿易商,經營販售園藝栽種、庭木種苗、植栽書籍、肥料,和各類日本進口盆栽工具--兼進、喜久和、昌國園藝工具,並銷售各類日本進口栽培介質土 
 
TEL: 02-28615152 
FAX: 02-28627020
grace.bonsai@msa.hinet


--2009--

    歡迎來到綠生活網站,我們不只想跟你分享栽種的樂趣,還有更多實用的器具,知識想要告訴你, 你可以在這裡得到栽種的方法跟秘訣. 我們也有販賣關於栽種的相關器具l, 如果你想要購買我們也歡迎您直接跟我們連絡 :),希望這裡擁有你想要的資訊.

    本公司秉持保護環境、綠化地球、美化生活、淨化心靈之理念，提供綠色工作者所須之相關產品，以祈人類能回歸大自然的綠色優質生活。

    如果你對於本網站有任何意見 歡迎你透過聯絡我們,告知我們你的意見,謝謝 :) 



    緑生活網站的商品共分成7大類,分別是天然食品, 園藝工具-兼進, 園藝工具-喜久和 ,園藝工具-昌国/ARS/岡恆, 園藝工具-其他 鋁梯 / 切口膏 /癒合剤 / 転盤以及園藝書籍/園藝月暦, 如果你有任何需要購買的問題, 歓迎您用右方聯絡我們的方式 , 来電或来信告知我們.

1. 天 然 食 品 (5)
2. 園 藝 工 具 - 兼 進 (16) 
3. 園 藝 工 具 - 喜久和 (2) 
4. 園 藝 工 具 - 昌国 /ARS/ 岡恆 (3) 
5. 園 藝 工 具 - 其他：鋁梯 / 切口膏 / 癒合剤 / 転盤 (3) 
6. 園 藝 書 籍 (9)
7. 園 藝 月 暦 (10)  

--2010--2013-04-      

**綠生活實業全省　赤玉土三本線／龍之牙，兼進／鋁梯　經銷商**        
**日本進口赤玉土～**
榮輝／02-86663402／新北市新店區安和路二段232號之2（亦販售鋁梯）
張義崇／0935212014／台北市建國南路一段286巷2號2樓　(亦販售三本線)
六福／02-22586060／板橋市民生路三段135號
簡旭佑／ 0922263112／桃園市永安路820號　國松園  (亦販售三本線，鋁梯,龍之牙，兼進)
尤明樹／0910-332-655／竹北市尚義街222巷36號（亦販售鋁梯，龍之牙，兼進）
謝爵仲／0936-499-207／ 苗栗縣後龍鎮中龍里信義街83號  (亦販售三本線，龍之牙，兼進)
荃富／04-22200568／台中市中區綠川東街32號9樓25室
茆大源／ 04-22592616／台中市西屯區潮洋里龍洋巷52-1號長興盆景(亦販售三本線)
愛家／04-8221072／彰化縣田尾鄉打簾村民生路一段451巷33號巷口
正隆榮／04-8837225-6／彰化縣田尾鄉民族路一段105-1號 (亦販售三本線，鋁梯)
黃晟祐／07-3560077／高雄縣大社鄉嘉誠村大同路18-3號　 冠盈盆栽（亦販售鋁梯）
隆榮／07-7012257／高雄縣鳯山市鳯屏一路26號  (亦販售三本線)
先進／08-7071245／屏東縣萬丹鄉大昌路60號（亦販售鋁梯）
黃主義 ／039－311733／宜蘭市民族路183號 (亦販售三本線，龍之牙，兼進)

其他
顏子景／0937-899499／台北市北投區承德路七段235號（販售龍之牙）
謝正獅／037-834977／苗栗縣三灣鄉內灣村小份美12號（販售鋁梯）
宏信／04-8236283／彰化縣田尾鄉柳鳯村民生路二段1號（販售兼進）
呂柏嘉／0929-996117／高雄市大社區中山路715之2號（販售龍之牙，兼進）

* 綠生活實業經銷商 (1)
* 龍之牙盆栽工具 (1)
* 庭園用鋁梯 (2)
* 昌國　手入道具 (1)
* 兼進 刃物　 (1)
* 園藝盆鉢 (1)
* 肥料&農藥 (4)
* 喜久和 園藝工具 (4)
* 日本近代盆栽雜誌 (26)

* 累積人氣：91058
